def menu():
    global choice
    print(' \tMenu\n 1. เเสดงรายการสินค้า\n 2. หยิบสินค้าเข้าตะกร้า\n 3. เเสดงรายจำนวนเเละราคาของสินค้าที่หยิบ\n 4. หยิบสินค้าออกจากตะกร้า\n 5. ปิดโปรเเกรม')
    choice = int(input('กรุณาเลือกทำรายการ :'))

def เเสดงรายการสินค้า():
    print('\tรายการสินค้า')
    print(' 1. ยาดม\n 2. น้ำเปล่า\n 3. มาม่า\n 4. สบู่\n 5. แปรงสีฟัน\n 6. ออกจากฟังชั่น')
    
print('-'*40)
print("\tโปรเเกรมร้านนุกนิกออนไลน์")
print('-'*40)
menu()
เเสดงรายการสินค้า()
หยิบสินค้าเข้าตะกร้า()